{
  "Soft": "Софт",
  "Sign in": "Войти",
  "Sign out": "Выйти",
  "Welcome!": "Добро пожаловать!",
  "Sign Up": "Регистрация",
  "Welcome Back": "С возвращением!",
  "Headers": "Заголовки",
  "Method": "Метод",
  "Body": "Tело сообщения",
  "Status": "Статус",
  "Documentation": "Документация",
  "Query": "Запрос",
  "Variables": "Переменные",
  "You haven't executed any requests. It's empty here. Try:": "Вы не выполнили ни одного запроса. Здесь пусто. Попробуйте:",
  "History Requests": "История запросов",
  "Endpoint URL": "Эндпоинт URL",
  "Header Key": "Ключ заголовка",
  "Header Value": "Значение заголовка",
  "Add Header": "Добавить заголовок",
  "Response": "Oтвет",
  "Not Found": "Страница не найдена",
  "Could not find requested resource": "Не удалось найти запрошенный ресурс",
  "Return Home": "На главную",
  "Something went wrong!": "Что-то пошло не так",
  "Try again": "Попробовать снова",
  "Our team:": "Наша команда:",
  "Maria G.": "Мария Г.",
  "Rina K.": "Рина К.",
  "Vladimir B.": "Владимир Б.",
  "unknown error, try again later": "неизвестная ошибка, попробуйте позже",
  "This email is already registered. Please use a different email or log in": "Этот е-мейл уже используется. Используйте другой или авторизуйтесь",
  "No account found with this email. Please register first": "Нет аккаунта с таким е-мейлом. Пожалуйста, вначале зарегистрируйтесь",
  "Incorrect password. Please try again": "Неверный пароль. Пожалуйства, попробуйте еще раз",
  "Name": "Имя",
  "Password": "Пароль",
  "Email": "Е-мейл",
  "Submit": "Отправить",
  "Name is required": "Имя обязательно",
  "Email is required": "Электронная почта обязательна",
  "Invalid email address": "Недопустимый адрес электронной почты",
  "Password is required": "Пароль обязателен",
  "Password must be at least 8 characters long": "Пароль должен быть не менее 8 символов",
  "Password must contain at least one letter, one digit, and one special character": "Пароль должен содержать буквы, цифры и специальные символы",
  "for work with item json: the first icon copy to clipboard, the second edit, the third delete": "для работы с элементом json: первая иконка копировать в буфер обмена, вторая редактировать, третья удалить",
  "REST Client": "REST Клиент",
  "Remove": "Удалить",
  "Student of the RS School. Completed the JavaScript / Front-end Course in 2024, student of the React Course.": "Студент школы RS School. Закончил  JavaScript / Front-end курс в 2024 году, студент курса React",
  "No matter your age, professional employment, or place of residence. RS School offers a unique learning experience as a free,community-based online education initiative. The RS School has been run by the Rolling Scopes community since 2013. Today, over 600 developer-volunteers from various countries and companies assist as mentors.": "Не имеет значения ваш возраст, профессиональная занятость или место жительства. RS School предлагает уникальный опыт обучения в качестве бесплатной инициативы онлайн-образования на базе сообщества. RS School управляется сообществом Rolling Scopes с 2013 года. Сегодня более 600 разработчиков-волонтеров из разных стран и компаний помогают в качестве наставников.",
  "This app is a lightweight version of Postman and GraphQL, combined into one app. Postman is a feature-rich platform for consuming (and creating) APIs. GraphiQL is a playground/IDE for graphQL queries. Extra parts: Authorization and authentication capabilities to ensure that access to the tool is limited to authorized users. History section that will redirect the user to a specific section for previously executed queries.": "Это приложение представляет собой облегченную версию Postman и GraphQL, объединенных в одно приложение. Postman — многофункциональная платформа для использования (и создания) API. GraphiQL — это игровая площадка/IDE для запросов graphQL. Дополнительные части: Возможности авторизации и аутентификации, гарантирующие, что доступ к инструменту будет ограничен авторизованными пользователями. Раздел истории, который перенаправит пользователя в определенный раздел для ранее выполненных запросов».",
  "About course": "О курсе",
  "About project": "О проекте",
  "Developers": "Разработчики"
}
